Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2022.tmx
Source language: en_us
Languages: zh_cn

source: Steps will be taken to strengthen professional ethics among teachers.
zh_cn: 加强师德师风建设。

source: A mechanism will be established whereby our schools, families and whole society work together to advance education.
zh_cn: 健全学校家庭社会协同育人机制。发展在线教育。

source: We will promote online education, improve the lifelong learning system, and encourage public respect for teachers and public support for education.
zh_cn: 完善终身学习体系。倡导全社会尊师重教。

source: There are 290 million students in schools and universities in China. We must ensure that education, which is important to millions of families and the future of our nation, is well-run.
zh_cn: 我国有2.9亿在校学生，要坚持把教育这个关乎千家万户和中华民族未来的大事办好。

source: We will improve medical and health services.
zh_cn: 提高医疗卫生服务能力。

source: Government subsidies for basic medical insurance for rural and non-working urban residents will be increased by an average of 30 yuan per person, and subsidies for basic public health services will be increased by an average of 5 yuan per person.
zh_cn: 居民医保和基本公共卫生服务经费人均财政补助标准分别再提高30元和5元，

source: The unified management of basic medical insurance funds will be advanced at the provincial level.
zh_cn: 推动基本医保省级统筹。

source: We will carry out bulk government purchases for more medicines and high-value medical consumables and ensure both the production and supply of these items.
zh_cn: 推进药品和高值医用耗材集中带量采购，确保生产供应。

source: We will intensify supervision over the quality and safety of drugs and vaccines.
zh_cn: 强化药品疫苗质量安全监管。

source: Reform of medical insurance payments under the medical insurance scheme will be deepened, and medical insurance funds will be placed under strict oversight.
zh_cn: 深化医保支付方式改革，加强医保基金监管。

source: We will improve the policy on directly settling medical expenses incurred outside of a patient's home province, and ensure that the list of medicines covered by medical insurance is largely consistent nationwide.
zh_cn: 完善跨省异地就医直接结算办法，实现全国医保用药范围基本统一。

source: Taking prevention as a priority, we will strengthen health education and management and advance the Healthy China initiative.
zh_cn: 坚持预防为主，加强健康教育和健康管理，深入推进健康中国行动。

source: We will steadily enhance services for the prevention and treatment of chronic illnesses such as cardiovascular and cerebrovascular diseases and cancer as well as infectious diseases such as tuberculosis and hepatitis. We will also strengthen research of rare diseases and better ensure the supply of medicines for these.
zh_cn: 逐步提高心脑血管病、癌症等慢性病和肺结核、肝炎等传染病防治服务保障水平，加强罕见病研究和用药保障。

source: We will improve the disease prevention and control network, increase collaboration between disease control agencies and hospitals, make greater efforts to train public health personnel, and improve our capabilities for monitoring major epidemics and conducting early warning, epidemiological investigation and tracing, and emergency response.
zh_cn: 健全疾病预防控制网络，促进医防协同，加强公共卫生队伍建设，提高重大疫情监测预警、流调溯源和应急处置能力。

source: We will promote the comprehensive reform and high-quality development of public hospitals, see that the charges collected by medical institutions and the services they offer are well-regulated, continue to assist medical institutions hit by Covid-19, and shore up weak links in services such as maternal and child healthcare, pediatrics, mental health and medical care for the elderly.
zh_cn: 推动公立医院综合改革和高质量发展。规范医疗机构收费和服务，继续帮扶因疫情遇困的医疗机构，补齐妇幼儿科、精神卫生、老年医学等服务短板。

source: We will promote development of both traditional Chinese medicine and Western medicine, and give greater support to initiatives for vitalizing and developing traditional Chinese medicine and advance its all-around reform.
zh_cn: 坚持中西医并重，加大中医药振兴发展支持力度，推进中医药综合改革。

source: We will implement and refine policies for ensuring salary payments and providing incentives for rural doctors.
zh_cn: 落实和完善乡村医生待遇保障与激励政策。

source: We will continue to promote tiered diagnosis and treatment and sound medical treatment procedures, accelerate the development of regional medical centers at the national and provincial levels, channel more high-quality medical resources to the prefecture and county levels, enhance community-level disease prevention and treatment capacities, and ensure that people can access higher-quality medical and health services close to home.
zh_cn: 持续推进分级诊疗和优化就医秩序，加快建设国家、省级区域医疗中心，推动优质医疗资源向市县延伸，提升基层防病治病能力，使群众就近得到更好医疗卫生服务。

source: We will improve social security and social services.
zh_cn: 加强社会保障和服务。

source: We will work steadily toward national unified management of basic old-age insurance funds for enterprise employees, appropriately raise the basic pensions for retirees and basic old-age benefits for rural and non-working urban residents, and ensure that these payments are made on time and in full.
zh_cn: 稳步实施企业职工基本养老保险全国统筹，适当提高退休人员基本养老金和城乡居民基础养老金标准，确保按时足额发放。

source: We will continue to regulate development of third-pillar pension plans.
zh_cn: 继续规范发展第三支柱养老保险。

source: We will move faster to promote unified management of workers' compensation funds and unemployment insurance funds at the provincial level.
zh_cn: 加快推进工伤和失业保险省级统筹。

source: We will see that service members and their families, ex-service members, and other entitled groups receive the benefits and subsidies they are entitled to.
zh_cn: 做好军人军属、退役军人和其他优抚对象优待抚恤工作。

source: We will proactively respond to population aging and worker faster to build a system of domestic, community and institutional elderly care services to meet different medical and health care needs.
zh_cn: 积极应对人口老龄化，加快构建居家社区机构相协调、医养康养相结合的养老服务体系。

source: We will improve elderly care in urban and rural areas, support private entities in providing elderly care services such as day care, assistance with meals and cleaning, and rehabilitation care, steadily advance trials for long-term care insurance schemes, and encourage mutual-assistance elderly care in rural areas.
zh_cn: 优化城乡养老服务供给，支持社会力量提供日间照料、助餐助洁、康复护理等服务，稳步推进长期护理保险制度试点，鼓励发展农村互助式养老服务，

source: We will explore new ways of developing senior citizen education, and promote high-quality development of both elderly care programs and the elderly care sector.
zh_cn: 创新发展老年教育，推动老龄事业和产业高质量发展。

source: We will improve the supporting measures for the three-child policy, make care expenses for children under three part of the special additional deductions for individual income tax, and develop public-interest childcare services through multiple channels, to reduce the costs of giving birth and raising and educating children.
zh_cn: 完善三孩生育政策配套措施，将3岁以下婴幼儿照护费用纳入个人所得税专项附加扣除，多渠道发展普惠托育服务，减轻家庭生育、养育、教育负担。

source: We will step up protection of minors and improve mental health education.
zh_cn: 强化未成年人保护和心理健康教育。

source: We will strengthen disability prevention, and provide better rehabilitation services for people with disabilities.
zh_cn: 提升残疾预防和康复服务水平。

source: We will do more to meet the people's basic needs, strengthen assistance to people in difficulty, and ensure that our social safety net provides support and assistance to everyone who needs it.
zh_cn: 加强民生兜底保障和遇困群众救助，努力做到应保尽保、应助尽助。

source: We will continue to meet people's housing needs.
zh_cn: 继续保障好群众住房需求。

source: Guided by the principle that houses are for living in, not for speculation, we will explore new models for housing development and encourage both housing rentals and purchases.
zh_cn: 坚持房子是用来住的、不是用来炒的定位，探索新的发展模式，坚持租购并举，

source: We will move faster to develop the long-term rental market, promote the construction of government-subsidized housing, and support the commodity housing market in better meeting the reasonable needs of homebuyers.
zh_cn: 加快发展长租房市场，推进保障性住房建设，支持商品房市场更好满足购房者的合理住房需求，

source: We will keep land costs, housing prices and market expectations stable, and adopt city-specific measures to facilitate positive circulation and sound development in the real estate sector.
zh_cn: 稳地价、稳房价、稳预期，因城施策促进房地产业良性循环和健康发展。

source: We will enrich people's intellectual and cultural lives.
zh_cn: 丰富人民群众精神文化生活。

source: We will promote and observe the core socialist values and carry out public initiatives to promote cultural and ethical advancement.
zh_cn: 培育和践行社会主义核心价值观，深化群众性精神文明创建。

source: We will see that the press and publishing, radio, film and television, literature and art, philosophy, social sciences, and archiving all flourish.
zh_cn: 繁荣新闻出版、广播影视、文学艺术、哲学社会科学和档案等事业。

source: A love of reading will continue to be fostered among our people.
zh_cn: 深入推进全民阅读。

source: We will develop new ways to strengthen the development of online content and improve cyberspace governance.
zh_cn: 加强和创新互联网内容建设，深化网络生态治理。

source: We will develop digital public cultural services, improve the layout of cultural facilities and promote the sharing of cultural resources at the community level, increase the supply of quality cultural products and services, and support the development of cultural industries.
zh_cn: 推进公共文化数字化建设，促进基层文化设施布局优化和资源共享，扩大优质文化产品和服务供给，支持文化产业发展。

source: We will carry forward fine traditional Chinese culture, protect and use cultural artifacts and ancient manuscripts more effectively, better preserve and pass on our intangible cultural heritage, and build national cultural parks.
zh_cn: 传承弘扬中华优秀传统文化，加强文物古籍保护利用和非物质文化遗产保护传承，推进国家文化公园建设。

source: We will make the most of the legacy of the Beijing 2022 Winter Olympics and Paralympics, and promote the development of ice and snow sports and the winter economy.
zh_cn: 用好北京冬奥会、冬残奥会遗产，发展冰雪运动和冰雪产业。

source: We will see that more sports venues and facilities are built close to people's homes and promote extensive public fitness activities.
zh_cn: 建设群众身边的体育场地设施，促进全民健身蔚然成风。

source: We will advance social governance based on collaboration, participation, and common gains.
zh_cn: 推进社会治理共建共治共享。

source: We will work to ensure that our people enjoy peace and contentment in work and life and that there is stability and order in society.
zh_cn: 促进人民安居乐业、社会安定有序。

source: We will develop new approaches to improving social governance at the primary level, strengthen the service provision functions of communities, develop a system for mobilizing all sectors of society, and enhance primary-level governance capacity.
zh_cn: 创新和完善基层社会治理，强化社区服务功能，加强社会动员体系建设，提升基层治理能力。

source: We will further improve the social credit system.
zh_cn: 健全社会信用体系。

source: We will develop social work, and support the healthy development of social organizations, humanitarian assistance, volunteer services, public welfare and charitable initiatives, and other related activities.
zh_cn: 发展社会工作，支持社会组织、人道救助、志愿服务、公益慈善等健康发展。

source: We will crack down hard on the trafficking and buying of women and children and protect their lawful rights and interests.
zh_cn: 严厉打击拐卖、收买妇女儿童犯罪行为，坚决保障妇女儿童合法权益。

source: The system for supporting and caring for senior citizens and people with disabilities will also be improved.
zh_cn: 健全老年人、残疾人关爱服务体系。

source: We will improve the system for handling public complaints, identify and defuse social problems, and see that the justified demands of the public are promptly addressed in accordance with the law.
zh_cn: 完善信访制度，加强矛盾纠纷排查化解，依法及时解决群众合理诉求。

source: We will attach great importance to public psychological and counseling services.
zh_cn: 重视社会心理服务。

source: Better public legal services and legal aid will be provided.
zh_cn: 强化公共法律服务和法律援助。

source: We will enhance disaster prevention, mitigation and relief capabilities, as well as emergency rescue capacity, better protect against floods, droughts, forest and grassland fires, geological disasters and earthquakes, and provide quality meteorological services.
zh_cn: 提高防灾减灾救灾和应急救援能力，做好洪涝干旱、森林草原火灾、地质灾害、地震等防御和气象服务。

source: We will tighten supervision over quality and safety across the entire food chain.
zh_cn: 严格食品全链条质量安全监管。

source: We will implement the responsibility and management systems for workplace safety, carry out a three-year drive to promote workplace safety, and take effective steps to prevent major and serious accidents.
zh_cn: 落实安全生产责任和管理制度，深入开展安全生产专项整治三年行动，有效遏制重特大事故发生。

source: We will advance the building of our national security system and capacity, and strengthen cyber security, data security and protection of personal information.
zh_cn: 推进国家安全体系和能力建设。强化网络安全、数据安全和个人信息保护。

source: We will take a full range of steps to maintain law and order, continue the ongoing efforts to combat organized crime and root out local criminal gangs, and firmly prevent and crack down on illegal and criminal activities of all types, so as to reach a higher level in building a peaceful China and advancing the rule of law in China.
zh_cn: 加强社会治安综合治理，推动扫黑除恶常态化，坚决防范和打击各类违法犯罪，建设更高水平的平安中国、法治中国。

source: Facing new developments and tasks, we in government at all levels must fully act on the guiding principles from the Party's 19th National Congress and the plenary sessions of the 19th Party Central Committee.
zh_cn: 面对新的形势和任务，各级政府要全面贯彻落实党的十九大和十九届历次全会精神，

source: We should acquire a deep understanding of the decisive significance of the establishment of both Comrade Xi Jinping's core position on the Party Central Committee and in the Party as a whole and the guiding role of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era,
zh_cn: 深刻认识“两个确立”的决定性意义，

source: and boost our consciousness of the need to maintain political integrity, think in big-picture terms, follow the leadership core, and keep in alignment with the central Party leadership.
zh_cn: 增强“四个意识”、

source: We should stay confident in the path, the theory, the system, and the culture of socialism with Chinese characteristics.
zh_cn: 坚定“四个自信”、

source: We should firmly uphold Comrade Xi Jinping's core position on the Party Central Committee and in the Party as a whole and uphold the Central Committee's authority and its centralized, unified leadership.
zh_cn: 做到“两个维护”，

source: We should closely follow the Party Central Committee with Comrade Xi Jinping at its core in thinking, stance, and action.
zh_cn: 自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。

source: We remain committed to law-based government administration, to making the affairs of government more transparent, and to building a government based on the rule of law.
zh_cn: 坚持依法行政，深化政务公开，加强法治政府建设。

source: Our government will, in compliance with the law, accept the oversight of people's congresses and their standing committees at the corresponding level. We will consciously accept democratic oversight from the CPPCC. And we will readily commit ourselves to public oversight and oversight through public opinion.
zh_cn: 依法接受同级人大及其常委会的监督，自觉接受人民政协的民主监督，主动接受社会和舆论监督。

source: Audit-based and statistics-based oversight will also be strengthened.
zh_cn: 加强审计监督、统计监督。

source: We will support trade unions, Communist Youth League organizations, women's federations, and other people's organizations in better fulfilling their roles.
zh_cn: 支持工会、共青团、妇联等群团组织更好发挥作用。

source: We will keep working tirelessly to ensure full and strict Party self-governance and do more to improve Party conduct, build integrity and prevent corruption.
zh_cn: 坚持不懈推进全面从严治党，深入开展党风廉政建设和反腐败斗争。

source: We will work harder to build a government of integrity.
zh_cn: 加强廉洁政府建设。

source: What we have gained from the initiatives to study the history of the CPC will be consolidated.
zh_cn: 巩固党史学习教育成果。

source: All of us in government must readily accept the oversight of the law, supervisory bodies and the people, always regard the people's interests as our highest concern, and truly serve as public servants of the people.
zh_cn: 政府工作人员要自觉接受法律监督、监察监督和人民监督，始终把人民放在心中最高位置，无愧于人民公仆称号。

source: In the face of difficulties and challenges, it is vital that all of us in governments at all levels perform our duties, work diligently for the people, and make concerted efforts to promote development and ensure the public wellbeing.
zh_cn: 应对困难和挑战，各级政府及其工作人员必须恪尽职守、勤政为民，凝心聚力抓发展、保民生。

source: Development remains the top priority for China, and we must fully act on the new development philosophy to pursue high-quality development.
zh_cn: 坚持发展是第一要务，必须全面落实新发展理念，推动高质量发展。

source: We will continue to steadfastly implement the central Party leadership's eight-point decision on improving conduct and work ceaselessly to oppose pointless formalities, bureaucratism, hedonism and extravagance, with a particular focus on the first two problems.
zh_cn: 要锲而不舍落实中央八项规定精神，驰而不息纠治“四风”特别是形式主义、官僚主义，

source: We will firmly oppose perfunctory attitudes and buck passing in government, and take strong steps to correct any abuse of power and any simplistic or unmannerly way of conducting work.
zh_cn: 坚决反对敷衍应付、推诿扯皮，坚决纠治任性用权、工作方法简单粗暴。

source: We must always keep in mind the people's security and wellbeing.
zh_cn: 要始终把人民群众安危冷暖放在心上，

source: We will work to understand the realities, take specific steps, and deliver solid outcomes to promptly respond to the people's concerns.
zh_cn: 察实情、办实事、求实效，及时回应民生关切，

source: And we will take strong measures against any dereliction of duty owing to disregard for the people's legitimate rights and interests.
zh_cn: 坚决严肃处理漠视群众合法权益的严重失职失责问题。

source: We will keep the central and local governments fully motivated and respect the pioneering spirit of the people.
zh_cn: 要充分发挥中央和地方两个积极性，尊重人民群众首创精神，

source: We will avoid a one-size-fits-all approach, refrain from making local governments take excessive policy steps, and continue easing the burdens on those working on the ground.
zh_cn: 防止政策执行“一刀切”、层层加码，持续为基层减负。

source: We will improve the mechanisms for providing incentives and protections to support officials who readily take responsibility and ably perform their duties.
zh_cn: 健全激励和保护机制，支持广大干部敢担当、善作为。

source: As long as all of us throughout the country are working as one to the best of our abilities, we will undoubtedly accomplish new achievements in pursuing development.
zh_cn: 全国上下毕力同心、苦干实干，就一定能创造新的发展业绩。

source: We will continue to practice and improve the system of regional ethnic autonomy, focus on forging a strong sense of community among the Chinese people, promote interactions, exchanges and integration among all ethnic groups, and speed up the modernization drive in ethnic minority regions.
zh_cn: 我们要坚持和完善民族区域自治制度，以铸牢中华民族共同体意识为主线，促进各民族交往交流交融，推动民族地区加快现代化建设步伐。

source: We will adhere to the Party's basic policy on religious affairs, follow the principle that religions in China must be Chinese in orientation, and provide active guidance to religions so they can adapt themselves to socialist society.
zh_cn: 坚持党的宗教工作基本方针，坚持我国宗教的中国化方向，积极引导宗教与社会主义社会相适应。

source: We will fully implement the Party's policy on overseas Chinese affairs, protect the lawful rights and interests of Chinese nationals residing abroad, returned Chinese, and relatives of overseas Chinese nationals residing in China, and encourage all the sons and daughters of the Chinese nation, both at home and abroad, to work together in creating new glories for our nation.
zh_cn: 全面贯彻党的侨务政策，维护海外侨胞和归侨侨眷合法权益，激励海内外中华儿女携手共创新的辉煌。

source: Last year, we made major strides in strengthening national defense and the armed forces, getting off to a good start in this endeavor in the 14th Five-Year Plan period.
zh_cn: 过去一年，国防和军队建设取得重大进展，实现“十四五”良好开局。

source: This year, we will fully implement Xi Jinping's thinking on strengthening the armed forces and the military strategy for the new era, work toward the goals for the centenary of the People's Liberation Army in 2027, and strengthen Party leadership and Party building in all aspects of the military.
zh_cn: 新的一年，要深入贯彻习近平强军思想，贯彻新时代军事战略方针，扣牢建军一百年奋斗目标，全面加强党的领导和党的建设，

source: We will enhance military training and combat readiness, stay firm and flexible in carrying out military struggle, and safeguard China's sovereignty, security and development interests.
zh_cn: 全面深化练兵备战，坚定灵活开展军事斗争，捍卫国家主权、安全、发展利益。

source: We will move faster to modernize the military's logistics and asset management systems, and build a modern weaponry and equipment management system.
zh_cn: 加快现代军事物流体系、军队现代资产管理体系建设，构建武器装备现代化管理体系，

source: We will continue the reform of national defense and the military and step up innovations in defense science and technology.
zh_cn: 持续深化国防和军队改革，加强国防科技创新，

source: We will implement the strategy of strengthening the military by training competent personnel in the new era, run the military in accordance with the law and strict discipline, and promote high-quality development of the military.
zh_cn: 深入实施新时代人才强军战略，推进依法治军、从严治军，推动军队高质量发展。

source: We will improve the layout of defense science, technology and industry.
zh_cn: 优化国防科技工业布局。

source: We will finish reforming the defense mobilization system and raise public awareness of national defense.
zh_cn: 完成国防动员体制改革，加强全民国防教育。

source: Government at all levels must give strong support to the development of national defense and the armed forces, and conduct extensive activities to promote mutual support between civilian sectors and the military, so that the unity between the military and government and between the military and the people will remain rock solid.
zh_cn: 各级政府要大力支持国防和军队建设，深入开展“双拥”活动，让军政军民团结坚如磐石。

source: We will maintain our firm commitment to the letter and spirit of the policy of One Country, Two Systems, under which the people of Hong Kong administer Hong Kong, and the people of Macao administer Macao, both with a high degree of autonomy.
zh_cn: 我们要继续全面准确、坚定不移贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，

source: We will ensure that the central government exercises overall jurisdiction over the two special administrative regions, and firmly uphold the principle that Hong Kong and Macao should be governed by patriots.
zh_cn: 落实中央对特别行政区全面管治权，坚定落实“爱国者治港”、“爱国者治澳”。

source: We will fully support the governments of these two special administrative regions in exercising law-based governance.
zh_cn: 全力支持特别行政区政府依法施政。

source: We will help Hong Kong and Macao respond to Covid-19, develop their economies, and improve the wellbeing of their people, see that these two regions better integrate themselves into the country's overall development, and maintain the long-term prosperity and stability of Hong Kong and Macao.
zh_cn: 支持港澳防控疫情、发展经济、改善民生，更好融入国家发展大局，保持香港、澳门长期繁荣稳定。

source: We remain committed to the major principles and policies on work related to Taiwan, to the Party's overall policy for resolving the Taiwan question in the new era, and to the one-China principle and the 1992 Consensus.
zh_cn: 我们要坚持对台工作大政方针，贯彻新时代党解决台湾问题的总体方略，坚持一个中国原则和“九二共识”，

source: We will advance the peaceful growth of relations across the Taiwan Strait and the reunification of China.
zh_cn: 推进两岸关系和平发展和祖国统一。

source: We firmly oppose any separatist activities seeking “Taiwan independence” and firmly oppose foreign interference.
zh_cn: 坚决反对“台独”分裂行径，坚决反对外部势力干涉。

source: All of us, Chinese on both sides of the Taiwan Strait, should come together to advance the great and glorious cause of China's rejuvenation.
zh_cn: 两岸同胞要和衷共济，共创民族复兴的光荣伟业。

source: China will continue to pursue an independent foreign policy of peace, stay on the path of peaceful development, work for a new type of international relations, and endeavor to build a human community with a shared future.
zh_cn: 我们要坚持独立自主的和平外交政策，坚定不移走和平发展道路，推动建设新型国际关系，推动构建人类命运共同体。

source: We will pursue the Global Development Initiative and promote the shared values of all humanity.
zh_cn: 推进落实全球发展倡议，弘扬全人类共同价值。

source: China will always work to safeguard world peace, contribute to global development, and preserve international order.
zh_cn: 中国始终是世界和平的建设者、全球发展的贡献者、国际秩序的维护者，

source: We stand ready to work with all others in the international community to make new and greater contributions to promoting world peace, stability, development and prosperity.
zh_cn: 愿同国际社会一道，为促进世界和平稳定与发展繁荣作出新的更大贡献！

source: It has always been in the course of meeting challenges that China has advanced its development.
zh_cn: 中国的发展从来都是在应对挑战中前进的，

source: We the Chinese people have the courage, vision and strength to overcome any obstacle or difficulty.
zh_cn: 中国人民有战胜任何艰难险阻的勇气、智慧和力量。
